[
    {
        "id": 1,
        "texte": "Aujourd’hui, John va à l’hôpital pour voir sa mère gravement malade. Il arrive d’avance pour le rendez-vous qu’il avait prévu avec le médecin pour parler de l’avancement des traitements. Dans la salle d’attente, John s’ennuie et décide de lire un livre pour enfant qui traîne sur la table.  "
    },
    {
        "id": 2,
        "texte": "Au moment où John ouvre le livre, il est téléporté directement dans celui-ci. Il se retrouve désormais dans une petite pièce toute blanche avec 2 portails, un vert et un rouge. Il ne comprend pas grand-chose, mais il sait qu’il doit faire un choix."
    },
    {
        "id": 3,
        "texte": "Après être entré dans le portail vert, John est téléporté dans un autre monde. Dans ce monde il y a plein de champignon, il fait chaud et il put. John sens que son corps n’aime vraiment pas cet environnement. Il voit des champignons qui marchent et ils semblent tous l’ignoré, mais à ce moment-là un champignon s’arrête et commence à le fixer. Il commence à avoir peur et se demande quoi faire. À cet instant, il voit un autre portail du coin de l’œil, un jaune cette fois-ci. Le portail se trouve à une distance d’environ une centaine de mètres et vu la vitesse de marche des champignons, il se dit qu’il peut facilement le semer. D’un autre côté, qu’est-ce qui lui dit que le champignon est méchant, peut-être qu’il est juste étonné de voir un humain dans un monde de champignons."
    },
    {
        "id": 4,
        "texte": ""
    },
    {
        "id": 5,
        "texte": "John reste devant le champignon et le salut. Le champignon continue à le fixer, donc il essaie une autre technique d’approche. Il cri JOHN et là le champignon hésite pendant quelques secondes et fini par crier CHAMPI. John sourie et commence à s’approcher du champignon. Champi lui fait un gros câlin et John comprend que Champi est juste un gentil champignon. Champi commence à marcher et John le suit. Ils marchent pour une bonne heure avant d’enfin s’arrêter devant une grotte. John à peur, mais il décide de suivre son nouvel ami. Quand il rentre dans la grotte, il voit un trésor digne d’un film de pirate. Il réalise que les champignons son enfaite des mineurs qui utilisent les toxines qu’ils sécrètent pour désintégrer toute matière qui n’est pas assez solide. Champi qui est très heureux de s’être fais un ami, donne en cadeau à John un énorme diamant. Le soir, John retourna au campement des champignon et s’endormi paisiblement."
    },
    {
        "id": 6,
        "texte": ""
    },
    {
        "id": 7,
        "texte": ""
    },
    {
        "id": 8,
        "texte": ""
    },
    {
        "id": 9,
        "texte": "John suit ArK-9X dans la chambre secrète. *TOC* Un son métallique se fit entendre. John se retourne, la porte qu’il fait face est fermée. « LES HUMAINS SONT SI NAÏFS » dit ArK-9X. Avant que John puisse réagir, il se fait entourer par les bras mécaniques du robot méchant et se fait enfermer dans une capsule étrange. Les cognements et les supplications de John sont en vain, dans le corps froid de ArK-9X ne réside pas un cœur."
    },
    {
        "id": 10,
        "texte": ""
    },
    {
        "id": 11,
        "texte": ""
    },
    {
        "id": 12,
        "texte": ""
    }
]